[
  {
    "day": {
      "day": 23,
      "month": "Fevereiro",
      "day_of_week": "Domingo"
    },
    "activities": [
      {
        "name": "Check-In",
        "place": "Sala de Congressos",
        "time": "14:00-18:00",
        "duration": 3,
        "description": "No check-in irás receber o teu kit de participante, com uma t-shirt e um sticker do ENEI, e a tua credencial do evento, que te dará acesso a todas as atividades pedagógicas, de entretenimento e de networking."
      },
      {
        "dinner": true,
        "duration": 2
      },
      {
        "name": "Sessão de Abertura",
        "time": "21:00-22:00",
        "place": "Grande Auditório",
        "duration": 1,
        "type": "social",
        "description": "Sessão inaugural da 14.ª edição do Encontro Nacional de Estudantes de Informática, onde será apresentado o calendário, o sistema de badges e os parceiros do ENEI. E, possivelmente, algumas surpresas."
      },
      {
        "name": "Festa Noturna",
        "time": "22:00-02:00",
        "duration": 5,
        "type": "social",
        "description": "Esta festa vai ter lugar no Bar Académico a partir das 22h e, para que possas entrar gratuitamente, terás de apresentar a tua credencial.\n\nDurante esta festa não só te poderás divertir ao som da música que irá ser passada por um DJ, como também poderás aproveitar para conhecer novas pessoas da tua área e expandir a tua rede de contactos!\n\nSe fores um dos primeiros 150 participantes a chegar terás direito a um fino grátis."
      }
    ]
  },
  {
    "day": {
      "day": 24,
      "month": "Fevereiro",
      "day_of_week": "Segunda"
    },
    "activities": [
      {
        "breakfast": true,
        "duration": 1
      },
      {
        "multiple": true,
        "talk1": {
          "name": "2 Décadas de Progresso da IA (2000-19): os Novos Desafios",
          "speakersLeft": ["Helder Coelho"],
          "place": "Grande Auditório",
          "time": "10:00-11:00",
          "duration": 1,
          "type": "talk",
          "description": "Os receios pelo mau uso da Inteligência Artificial (e da super inteligência) são hoje resolvidos com maior controlo, embora as promessas dos anos 70 estejam ainda longe de ter sido realizadas. No entanto, o maior poder de cálculo e de memória, melhores inteligências (algoritmos), e grande profundidade de procura e de aprendizagem permitem progressos sustentáveis nas áreas da saúde e da educação (muitos dados)."
        },
        "talk2": {
          "name": "Let’s be Autonomous",
          "speakersLeft": ["Pedro Girão"],
          "place": "Pequeno Auditório",
          "time": "10:00-11:00",
          "duration": 1,
          "type": "talk",
          "description": "Which car will you drive in the future? In this talk, we will give you a tour of current trends, challenges and technologies in the field of autonomous driving and what the future of mobility might look like. We'll walk you through a practical example to show you how Machine Learning is bringing us closer to this dream. Here at Bosch, you can help shape the future of mobility.",
          "companyName": "Bosch",
          "companyLink": "https://www.bosch.pt/"
        },
        "talk3": {
          "name": "Gimme a job... I mean: How to get a tech internship?",
          "speakersLeft": ["Jorge Ferreiro"],
          "place": "Grande Auditório",
          "time": "11:00-12:00",
          "duration": 1,
          "type": "talk",
          "description": "Do you wanna work for the best tech companies or startups in the world? Well... Let me tell you something, getting your first job in technology is a pain and it's a hard thing! I interviewed with more than 10 companies before getting my job at Amazon. In this talk, I'm gonna share all the lessons I learned: From preparing your Resume, preparing the technical interviews (algorithms, problem solving), as well as sharing my own fun experiences doing on-site interviews. So if you wanna get your first internship or full-time job, this is your talk!"
        },
        "talk4": {
          "name": "magIA @PRIMAVERA",
          "speakersLeft": ["Miguel Domingues", "André Gil Martins"],
          "place": "Pequeno Auditório",
          "time": "11:00-12:00",
          "duration": 1,
          "type": "talk",
          "description": "Software de Gestão + Inteligência Artificial = Gestão Inteligente",
          "companyName": "Primavera",
          "companyLink": "https://pt.primaverabss.com/"
        },
        "workshop1": {
          "name": "Hands-on workshop: Angular for frontend developers",
          "speakersLeft": ["Diana Rodrigues"],
          "place": "Sala de Congressos S4",
          "time": "10:00-12:00",
          "duration": 2,
          "type": "workshop",
          "description": "Exemplo prático da utilização do Angular no desenvolvimento de Web Applications.",
          "companyName": "Newhotel",
          "companyLink": "https://www.newhotel.com/"
        }
      },
      {
        "lunch": true,
        "duration": 2
      },
      {
        "multiple": true,
        "talk1": {
          "name": "Machine Learning Lifecycle in the Cloud",
          "speakersLeft": ["Nikiforos Botis"],
          "place": "Grande Auditório",
          "time": "14:00-15:00",
          "duration": 1,
          "type": "talk",
          "description": "There's a lot of buzz around Artificial Intelligence (AI) and Machine Learning (ML) in the technology world right now and every developer/business wants to sprinkle AI and ML in their lives. However, the whole process might seem daunting and discourage people from getting their hands dirty, as there's an endless list of steps might need to be taken as well as a big amount of computational resources needed in order to build a Machine Learning solution. But is this true? In this talk, we'll be exploring how cloud computing and tools built on top of it can be leveraged to play around with ML without previous knowledge or owning any physical servers."
        },
        "talk2": {
          "name": "IOT at Ubiwhere",
          "speakersLeft": ["André Duarte"],
          "place": "Pequeno Auditório",
          "time": "14:00-15:00",
          "duration": 1,
          "type": "talk",
          "description": "Nos dias que correm quase todos os sistemas são passíveis de serem digitalizados, utilizando sensores e plataformas de controlo remoto para o efeito. Isto é, com o advento das Smart Cities, Industria 4.0, Smart Homes and Buildings, tudo é passível de ser digitalizado. Durante a talk, apresenta-se a forma como a Ubiwhere tem trabalhado o IoT com cidades e outras empresas, passando pela definição dos conceitos base que dão suporte à mesma e pela aplicabilidade prática que o IoT tem no âmbito das Smart Cities. A talk termina com a visão da Ubiwhere para o futuro: \"The City Nervous System\".",
          "companyName": "Ubiwhere",
          "companyLink": "https://www.ubiwhere.com/"
        },
        "talk3": {
          "name": "That first game I thought would be a hit! Vizati Post-Mortem",
          "speakersLeft": ["David Amador"],
          "place": "Grande Auditório",
          "speakersRight": [],
          "time": "15:00-16:00",
          "duration": 1,
          "type": "talk",
          "description": "Jumping into game development and building that first game is always exciting, but what about the expectations? In this talk we'll talk about that first indie game I developed and had a bit of unrealistic expectations for a first project due to lack of experience and knowledge of how things actually worked."
        },
        "talk4": {
          "name": "Learning to Fly",
          "speakersLeft": ["Paulo Novais"],
          "place": "Pequeno Auditório",
          "time": "15:00-16:00",
          "duration": 1,
          "type": "talk",
          "description": "An introduction to Artificial Intelligence (AI), concepts, the most important paradigms, and the main areas of application. Machine learning: classical, reinforcement and deep (neuro).\n Why is AI fundamental to an organization?\n AI at ISlab @ ALGORITMI.\n The option of being relevant or irrelevant in the 21st century.\n Limitations, risks, trends, and expectations.\n An AI world."
        },
        "workshop1": {
          "name": "Rxjs on Quakes (Hands-On)",
          "speakersLeft": ["João Ribeiro"],
          "place": "Sala de Congressos S4",
          "time": "14:00-16:00",
          "duration": 2,
          "type": "talk",
          "description": "RxJS is a library for reactive programming using Observables, making easier the composition of asynchronous and callback-based code.In this workshop, we will dive into the uses of this highly used library, and create a world earthquake map application demo.",
          "companyName": "Kelvin Inc",
          "companyLink": "https://www.kelvininc.com/"
        },
        "workshop2": {
          "name": "eID & ePassport: Hands on",
          "speakersLeft": ["Ricardo Ferreira", "João Alves"],
          "place": "Sala de Congressos S5",
          "time": "14:00-16:00",
          "duration": 2,
          "type": "workshop",
          "description": "Sabes o que está dentro do teu Cartão de Cidadão? E no passaporte? Vem descobrir connosco",
          "companyName": "INCM",
          "companyLink": "https://www.incm.pt/"
        }
      },
      {
        "coffee": true,
        "duration": 1
      },
      {
        "name": "Tertúlia - Privacidade de Dados",
        "place": "Grande Auditório",
        "moderator": "Ricardo Oliveira",
        "speakersLeft": ["Rui Mendes", "Filomena Vieira", "Ricardo Costa"],
        "time": "17:00-18:15",
        "type": "tertúlia",
        "duration": 1.25
      },
      {
        "name": "Desafio de Programação",
        "place": "Grande Auditório",
        "time": "18:15-19:00",
        "type": "Desafio",
        "duration": 0.75,
        "description": "Este desafio vai ser constituído por várias fases eliminatórias até chegar a grande final.\n\nEm cada fase, dois participantes irão competir frente a frente, ganhando aquele que terminar um simples problema proposto, como inverter uma lista, no menor tempo possível. Mas não é tudo, temos uma pequena surpresa... Neste desafio os participantes estarão vestidos de lutadores de Sumo!\n\nO primeiro e segundo grandes vencedores irão receber um teclado Corsair K63 e um teclado Corsair Strafe, respetivamente.\n\nLinguagens de programação: Python, JavaScript, C++ ou Java.\n\n Para te inscreveres, acede a https://desafio-de-programacao-enei2020.eventbrite.pt."
      },
      {
        "double": true,
        "activityLeft": {
          "name": "Mega Febrada",
          "place": "Jardim do Parque da Ponte",
          "time": "19:00-02:00",
          "type": "social",
          "duration": 7,
          "description": "Na Mega Febrada a equipa do ENEI oferecer-te-á 2 febras e 1 fino, mas poderás adquirir mais, se assim desejares. Para além disso, ainda poderás assistir às atuações das tunas Gatuna e Tun’Obebes e ao concerto da banda The Silent Box. No final, vibrarás ao som do DJ Luís Marinho!"
        },
        "activityRight": {
          "name": "Jantar Empresarial",
          "place": "Museu D. Diogo de Sousa",
          "time": "19:00-23:00",
          "duration": 4,
          "type": "social",
          "description": "Para poderes estar presente no Jantar Empresarial basta enviares o teu Curriculum Vitae para o endereço de e-mail cv@enei.pt e acrescentar com que empresa gostarias de jantar (Accenture, KPMG, NOS ou Subvisual). Feito isto, apenas terás de esperar que sejas um dos 80 participantes selecionados.\nO jantar será no Museu D. Diogo de Sousa."
        }
      }
    ]
  },
  {
    "day": {
      "day": 25,
      "month": "Fevereiro",
      "day_of_week": "Terça"
    },
    "activities": [
      {
        "breakfast": true,
        "duration": 1
      },
      {
        "multiple": true,
        "talk1": {
          "name": "Continuous Stuff",
          "speakersLeft": ["Miguel Palhas"],
          "place": "Grande Auditório",
          "time": "10:00-11:00",
          "duration": 1,
          "type": "talk",
          "description": "Continuous delivery is hard. At Utrust, we had various problems with lack of automations and proper UIs that non-technical team members could follow. With the release of Github Actions, a new CI powered by Github, we took the chance to revamp our whole flow. This is the story of how we now manage continuous deliveries, and of how awesome Github Actions can be to automate all kinds of tasks."
        },
        "talk2": {
          "name": "How to reveal your impact? Deloitte explains",
          "speakersLeft": ["Rita Pedras", "Filipe Esteves"],
          "place": "Pequeno Auditório",
          "time": "10:00-11:00",
          "duration": 1,
          "type": "talk",
          "description": "A Deloitte Portugal conta com mais de 3.000 profissionais, dos quais 1.300 trabalha em tecnologia. Nesta talk, vamos mostrar-te como é que os nossos profissionais dedicados à Tecnologia têm a oportunidade de gerir uma carreira aliciante e enriquecedora, bem como as tecnologias que utilizamos todos os dias, como Microsoft, Oracle, Salesforce, IBM, SAP, Feedzai. Temos um mundo de desafios à tua medida desde data science, big data, UX e UI, ciber segurança, blockchain e IoT."
        },
        "talk3": {
          "name": "Living inside Emacs",
          "speakersLeft": ["Eduardo Jorge"],
          "place": "Sala de Congressos S1",
          "time": "11:00-12:00",
          "duration": 1,
          "type": "talk",
          "description": "Ao contrário do conhecimento comum o Emacs vai muito além de um simples editor de texto. Nesta palestra vamos demonstar como o Emacs  se pode tornar a ferramenta digital principal que qualquer pessoa necessite. Uma configuração, um software, os mesmos atalhos para tudo."
        },
        "talk4": {
          "name": "Remote work with Zapier",
          "speakersLeft": ["Filipa Lacerda"],
          "place": "Grande Auditório",
          "time": "11:00-12:00",
          "duration": 1,
          "type": "talk",
          "description": "Learn how Zapier works successfully as a remote-only company with more than 300 people all over the world."
        },
        "talk5": {
          "name": "DevOps: Pipelining a microservices infrastructure",
          "speakersLeft": ["João Vilaça"],
          "place": "Pequeno Auditório",
          "time": "11:00-12:00",
          "duration": 1,
          "type": "talk",
          "description": "Ainda olhas para DevOps como um área que não compreendes ou na qual não te consegues ambientar? Nesta sessão terás a oportunidade de ver passo a passo como foi contruído um caso real de um projeto baseado numa arquitetura de microserviços, desde a conceção e criação da infraestrutura em cloud providers, a instalação e configuração de Kubernetes para gestão de aplicações em containers e o processo de Continuous Integration and Delivery. A automatização de todo este processo 'esconde' grande parte das ferramentas e configurações usadas, iremos, por isso, ver e discutir em detalhe toda a sua implementação e decisões, de modo a poder entender o que acontece 'under the hood' e poderem utilizar as mesmas metodologias nos vossos projetos de desenvolvimento."
        },
        "talk6": {
          "name": "Delivering over 300GB of 3D data to the web in real-time",
          "speakersLeft": ["José Ferrão"],
          "place": "Sala de Congressos S1",
          "time": "11:00-12:00",
          "duration": 1,
          "type": "talk",
          "description": "At UNO Digital we develop a web based world scale 3D visualization platform for point-cloud and CAD data, used to view and manage large industrial production plants around the globe, in this talk we will explore all the challenges that we found during the development of our platform, our costumized WebGL based solution to draw everything on screen, paralelism in the browser using web worker, how we organized our data structures and how we implemented a compression pipeline to deliver huge chunks of data in real time."
        },
        "workshop1": {
          "name": "Workshop Accenture TBA",
          "speakersLeft": [],
          "place": "Sala de Congressos S4",
          "time": "10:00-12:00",
          "duration": 2,
          "tba": true,
          "type": "workshop"
        }
      },
      {
        "lunch": true,
        "duration": 2
      },
      {
        "multiple": true,
        "talk1": {
          "name": "Design aberto e desenvolvimento iterativo na GitLab",
          "speakersLeft": ["Pedro Moreira da Silva"],
          "place": "Grande Auditório",
          "time": "14:00-15:00",
          "duration": 1,
          "type": "talk",
          "description": "Como trabalhamos na GitLab, concretamente na equipa de User Experience, através do caso de estudo do redesign da navegação do produto."
        },
        "talk2": {
          "name": "Why you should care about Application Security",
          "speakersLeft": ["Fu Xu"],
          "place": "Pequeno Auditório",
          "time": "15:00-16:00",
          "duration": 1,
          "type": "talk",
          "description": "Have you ever questioned the safety of your code? Or maybe you have thought about it but have no idea how vulnerable code looks like?\nIn this talk, I will discuss application security, common vulnerabilities as some general recommendations to help you look at your code with a security posture",
          "companyName": "Checkmarx",
          "companyLink": "https://www.checkmarx.com/"
        },
        "talk3": {
          "name": "Machine Learning in Production",
          "speakersLeft": ["André Barbosa"],
          "place": "Grande Auditório",
          "time": "15:00-16:00",
          "duration": 1,
          "type": "talk",
          "description": "Machine Learning is a hot topic in the industry nowadays. We’ll look at a few examples of how different companies are taking advantage of this technology to build better products and some architectures and tools that have been employed by successful data driven organizations"
        },
        "talk4": {
          "name": "Cloud Delivery @KPMG",
          "speakersLeft": ["Hugo Matos"],
          "place": "Pequeno Auditório",
          "time": "15:00-16:00",
          "duration": 1,
          "type": "talk",
          "description": "The process of migrating on-prem solutions to the cloud.",
          "companyName": "KPMG",
          "companyLink": "https://home.kpmg/"
        },
        "workshop1": {
          "name": "Know your Beer – Microsoft Power Platform",
          "speakersLeft": ["João Bastos"],
          "place": "Sala de Congressos S4",
          "time": "14:00-16:00",
          "duration": 2,
          "type": "workshop",
          "description": "Neste workshop, vamos demonstrar o potencial da Microsoft Power Platform para endereçar desafios do dia-a-dia em várias indústrias num cenário de negócio, ao explorar como a Power Platform permite a criação de poderosas Business Apps dotadas de Inteligência Artificial (IA) com as mais recentes e inovadoras tecnologias da Microsoft. Este será um hands-on workshop, com demonstração em tempo-real do desenho de uma Power App capaz de identificar diferentes marcas de cerveja dentro de um dado ambiente, e mostrando os resultados visivelmente na App. O workshop explorará os componentes técnicos necessários à construção da App e, adicionalmente, o mecanismo de IA responsável por treinar um modelo inteligente capaz de identificar objetos. Junta-te a nós!",
          "companyName": "Hitachi",
          "companyLink": "https://www.hitachi.eu"
        },
        "workshop2": {
          "name": "Monitorização de infraestruturas e aplicações - Azure Monitor e Azure Application Insight",
          "speakersLeft": ["Carolina Dias"],
          "place": "Sala de Congressos S5",
          "time": "14:00-16:00",
          "duration": 2,
          "type": "workshop",
          "description": "Gostavas de analisar o desempenho das aplicações que desenvolves? Ou compreender como a tua infraestrutura de servidores e equipamentos de rede se comporta diariamente? Este workshop é para ti!\nNeste workshop, vamos abordar a importância da monitorização de infraestruturas e aplicações, de modo a responder aos desafios presentes no dia-a-dia das várias organizações. A resposta a esses desafios será alcançada com a exploração das tecnologias Azure Monitor, Azure Application Insight e Microsoft Power BI da Microsoft.\nO workshop contará com exemplos de cenários de monitorização em cloud que respondem a desafios atuais, demonstrações técnicas das tecnologias e conceitos relevantes de monitorização que te ajudaram a compreender de forma simples o tema. Contamos contigo!"
        }
      },
      {
        "coffee": true,
        "duration": 1
      },
      {
        "name": "Tertúlia - Empreendedorismo",
        "time": "17:00-18:15",
        "moderator": "Luís Rodrigues",
        "speakersLeft": ["João Pereira", "André Forte", "Roberto Machado"],
        "place": "Grande Auditório",
        "duration": 1.25,
        "type": "tertúlia",
        "description": "Tertúlia sobre Empreendedorismo que, como o próprio nome indica, irá abordar as iniciativas de implementar novos negócios ou mudanças em empresas já existentes em Portugal."
      },
      {
        "name": "Quiz: Quem Quer Ser Informático?",
        "time": "18:15-19:00",
        "place": "Grande Auditório",
        "duration": 0.75,
        "type": "Desafio",
        "description": "Este quiz sobre cultura informática será composto por duas rondas e contará com várias equipas de dois elementos. A partir do momento em que a questão for colocada, é iniciado um temporizador e a equipa que clicar em primeiro lugar no buzzer poderá responder. Caso ninguém pressione o buzzer até o temporizador terminar, aparecerão 4 opções e todas as equipas terão de responder. Como é natural, as equipas que responderem às questões antes do temporizador expirar obterão mais pontos.\n\nComo se este jogo já não fosse divertido o suficiente, a equipa vencedora ainda irá receber 2 Google Home Mini\n\n Inscreve-te já em https://quem-quer-ser-informatico-enei2020.eventbrite.pt."
      },
      {
        "dinner": true,
        "duration": 2
      },
      {
        "double": true,
        "activityLeft": {
          "name": "Rally Tascas",
          "time": "22:00-02:00",
          "duration": 4,
          "type": "social",
          "description": "Para participares no Rally das Tascas, terás de juntar um grupo de 3 elementos e pagar uma quantia de 5€ por pessoa para se inscreverem. O objetivo desta atividade é percorrer as 10 tascas e beber um shot ou um fino em cada uma delas, de modo a fazer o maior número de pontos! Os vencedores, para além de receberem um badge de participação como os restantes participantes, receberão um badge de vencedor e uma garrafa de bebida branca!\n\nAs inscrições no Rally das Tascas serão feitas presencialmente, no zona da acreditação do evento."
        },
        "activityRight": {
          "name": "Peddy Paper",
          "time": "22:00-02:00",
          "duration": 4,
          "type": "social",
          "description": "Se preferires participar no Peddy Paper, terás de o fazer juntamente com mais 9 pessoas, mas alertamos que só haverá vaga para 20 equipas! O objetivo desta atividade é passar por todos os locais do percurso e responder corretamente ao enigma colocado nesse local, de modo a fazer mais pontos. A equipa vencedora, para além de receber um badge de participação como os restantes participantes, receberá um badge de vencedor e um cabaz de produtos típicos de Braga!\n\n as inscrições no Peddy Paper terão de ser feitas através deste link https://enei2020-peddypaper.eventbrite.pt e basta que seja um elemento por equipa a fazê-lo."
        }
      }
    ]
  },
  {
    "day": {
      "day": 26,
      "month": "Fevereiro",
      "day_of_week": "Quarta"
    },
    "activities": [
      {
        "breakfast": true,
        "duration": 1
      },
      {
        "multiple": true,
        "talk1": {
          "name": "Apresentação das Candidaturas",
          "time": "10:00-11:00",
          "place": "Grande Auditório",
          "duration": 1
        },
        "talk3": {
          "name": "Developing Software for Digital Trucks",
          "speakersLeft": ["Nuno Brites"],
          "place": "Grande Auditório",
          "time": "11:00-12:00",
          "duration": 1,
          "type": "talk",
          "description": "In a world where the logistics industry is getting more and more digital, the trucks need to keep up and digital services are now part of what we call a digital truck. To develop the software that gives life to the digital services cross functional teams are essential, from software engineers to UX/UI designers every single role is of the most importance to deliver a high quality product. I will talk about software development of a digital service, from the perspective of a software engineer inside an agile cross functional team working at the MAN | Digital Hub."
        },
        "talk4": {
          "name": "Let’s be a DevOps Engineer",
          "speakersLeft": ["Daniela Costa", "Diogo Machado"],
          "place": "Pequeno Auditório",
          "time": "11:00-12:00",
          "duration": 1,
          "type": "talk",
          "description": "O que é DevOps e o que faz um DevOps Engineer? Quais os principais desafios quando se integra o mundo do trabalho? Que opções tens e como fazer a melhor escolha? Estas são algumas das questões que irão ser abordadas nesta talk sobre como se preparar para o primeiro emprego em informática e como iniciar uma carreira como DevOps Engineer.",
          "companyName": "Eurotux",
          "companyLink": "https://eurotux.com/"
        },
        "workshop1": {
          "name": "OutSystems 101 - BIT by Sonae MC",
          "speakersLeft": ["Rui Fonseca"],
          "place": "Sala de Congressos S4",
          "time": "10:00-12:00",
          "duration": 2,
          "type": "workshop",
          "description": "Descobre como impulsionamos, todos os dias, o negócio da Sonae, recorrendo à utilização da plataforma low-code da OutSystems! Neste workshop vamos partilhar contigo um pouco do nosso dia-a-dia na BIT (https://www.linkedin.com/showcase/10218457/admin/), e dar-te a conhecer como a nossa equipa é altamente capaz na gestão de soluções RAD e na entrega de soluções em OutSystems. Deixa-te fascinar com o impacto do nosso trabalho no maior grupo de retalho do país e percebe como podes iniciar o teu percurso connosco!",
          "companyName": "Sonae Bit",
          "companyLink": "https://sonaemc.com/"
        }
      },
      {
        "lunch": true,
        "duration": 2
      },
      {
        "triple": true,
        "activityLeft": {
          "name": "Do I need a hoodie to hack a bank?",
          "speakersLeft": ["David Sopas"],
          "place": "Grande Auditório",
          "time": "14:00-15:00",
          "duration": 1,
          "type": "talk",
          "description": "Nesta talk o autor baseia a apresentação num serviço de intrusão fisica a uma conhecida instituição financeira com diversas \"barreiras\" de segurança. Com um cenário cheio de ação e com diversas personagens (nenhuma delas veste um hoodie), como será o desfecho deste tema tão \"hollywoodesco\"?"
        },
        "activityCenter": {
          "name": "A transformação digital da mobilidade",
          "speakersLeft": ["Duarte Ramos", "Diamantino Abobeleira"],
          "place": "Pequeno Auditório",
          "time": "14:00-15:00",
          "duration": 1,
          "type": "talk",
          "description": "Na era de infraestruturas inteligentes, a Globalvia desenvolve soluções digitais, simplificando processos de mobilidade e promovendo projetos inovadores.\nNesta Palestra, apresentaremos as soluções digitais que desenvolvemos, que consistem numa mudança de paradigma totalmente disruptiva no setor das infraestruturas rodoviárias, as ferramentas que criamos, as tecnologias que utilizamos e as metodologias que implementamos, que resultam numa alteração de cultura e mindset para toda a nossa equipa, e permitem criar novas dinâmicas para o negócio atual e desenvolver novos modelos de negócio na área da mobilidade e smart cities."
        },
        "activityRight": {
          "name": "Quantitative Research Analyst – BNP Paribas",
          "speakersLeft": ["Pedro Correia"],
          "place": "Sala de Congressos S1",
          "time": "14:00-15:00",
          "duration": 1,
          "type": "talk",
          "description": "In this talk we will what exactly is an investment bank, what is a quant, what are options, derivatives of financial products and how prices are calculated, and we will understand why are banks increasing the amount of Computer Scientists, Mathematicians and Engineers in the trading floor."
        }
      },
      {
        "triple": true,
        "activityLeft": {
          "name": "Talk Accenture TBA",
          "speakersLeft": [],
          "speakersRight": [],
          "place": "Grande Auditório",
          "time": "15:00-16:00",
          "duration": 1,
          "tba": true,
          "type": "talk"
        },
        "activityCenter": {
          "name": "Olá!",
          "speakersLeft": ["Diogo Cerqueira"],
          "place": "Pequeno Auditório",
          "time": "15:00-16:00",
          "duration": 1,
          "type": "talk",
          "description": "Apresentação da empresa.",
          "companyName": "Glintt",
          "companyLink": "https://www.glintt.com/"
        },
        "activityRight": {
          "name": "Saving the bees with IoT and Elixir",
          "speakersLeft": ["José Pedro Resende"],
          "place": "Sala de Congressos S1",
          "time": "14:00-15:00",
          "duration": 1,
          "type": "talk",
          "description": "Bees are dying at an incredible speed and if we don't find a solution we are going to die with them.   This talk documents the design and creation of a plataform to help beekeepers get funding, metrics, health warnings and tips for their hives.  This will include the techonology behind it, elixir, and how it helped us build an mvp with minimal fuss.   Long live the bees 🐝"
        }
      },
      {
        "name": "Sessão de Encerramento & Entrega de Prémios",
        "time": "16:00-17:00",
        "place": "Grande Auditório",
        "duration": 1,
        "type": "social",
        "description": "Cerimónia de encerramento do ENEI, com a entrega de prémios relativos aos concursos decorridos ao longo dos 4 dias."
      }
    ]
  }
]
