[
  {
    "name": "Nikiforos Botis",
    "img": "/img/speakers/nikiforos_botis.jpeg",
    "github": "nikiforosbotis",
    "linkedin": "nikiforosbotis",
    "website": "https://nikiforosbotis.com/",
    "shortbio": "Nikiforos was born in Athens. He holds a BSc from the Department of Management Science and Technology, Athens University of Economics and Business (AUEB). Having been in academia for five years in a row, Nikiforos decided to move to the industry and at 2018 he undertook the role of Solutions Architect in Amazon Web Services (AWS). In his free time, Nikiforos enjoys travelling, volunteering and playing basketball.",
    "title": "Solutions Architect",
    "company": "Amazon Web Services",
    "featured": true
  },
  {
    "name": "Alexandre Pinto",
    "img": "/img/speakers/alexandre_pinto.jpeg",
    "shortbio": "After a 13 years academic career as Researcher in Artificial Intelligence and Assistant Professor in several Portuguese Universities, Alexandre joined Accenture Technology Portugal as the Lead of the Artificial Intelligence practice. Alexandre got his PhD degree in Artificial Intelligence in 2011, his MSc in Applied AI in 2005, and his Licenciatura in Computer Science and Software Engineering in 2000",
    "company": "Accenture",
    "title": "Artificial Intelligence Lead",
    "featured": true,
    "linkedin": "alexandrempinto"
  },
  {
    "name": "Filipa Lacerda",
    "img": "/img/speakers/filipa_lacerda.jpeg",
    "github": "filipalacerda",
    "twitter": "FilipaLacerda",
    "linkedin": "filipalacerda",
    "website": "https://filipa.gitlab.io/",
    "shortbio": "Filipa is a Frontend Engineer at Zapier. She's a speaker and a mentor, based in sunny Portugal and passionate about the web & teaching.",
    "title": "Frontend Engineer",
    "company": "Zapier",
    "featured": true
  },
  {
    "name": "Jorge Ferreiro",
    "img": "/img/speakers/jorge_ferreiro.jpg",
    "github": "ferreiro",
    "twitter": "jgferreiro",
    "linkedin": "jgferreiro",
    "website": "https://www.ferreiro.me/",
    "shortbio": "Jorge Ferreiro is a Software Engineer at Eventbrite, previously at Amazon. Jorge loves building products designed to improve people's lives, and he likes to be at the intersection of design, business, marketing, and engineering. Jorge has developed a core knowledge in Web Development. Jorge runs a Youtube show called 'Developers In Depth', has it's own blog (ferreiro.me/blog) and does international speaking.",
    "title": "Frontend Software Engineer SDE",
    "company": "Eventbrite",
    "featured": true
  },
  {
    "name": "Roberto Machado",
    "img": "/img/speakers/roberto_machado.png",
    "shortbio": "With a background in Software Engineering, but with plenty of experience in management and entrepreneurship, Roberto has always been interested in creating new ventures.  Currently CEO at Subvisual where he has the opportunity to manage a fantastic group of professionals that have their hearts set in creating wonderful Web products. He is fully committed into improving the entrepreneurial scene in Braga, his hometown, being involved in several projects meant to boost the startup ecosystem.",
    "title": "Founder and CEO",
    "company": "Subvisual",
    "twitter": "rmdgb",
    "linkedin": "robertomachado"
  },
  {
    "name": "Pedro Moreira da Silva",
    "img": "/img/speakers/PedroSilva.jpg",
    "twitter": "PedroMScom",
    "website": "https://pedroms.com",
    "linkedin": "pedromoreiradasilva",
    "shortbio": "Senior Product Designer na GitLab, uma app open source para o desenvolvimento de software, usada por organizações como Electronic Arts, NASA e Sony. Trabalhou em consultoras, startups e a solo. Apaixonado por trabalho remoto, design aberto e transparência.",
    "title": "Senior Product Designer",
    "company": "GitLab",
    "featured": true
  },
  {
    "name": "Nuno Brites",
    "img": "/img/speakers/nuno_brites.jpeg",
    "github": "nbrites",
    "linkedin": "nbrites",
    "shortbio": "I'm a software engineer working on software development for trucks at the MAN | Digital Hub. I'm currently working on a product that will enable the installation of software updates over the air into trucks.",
    "title": "Senior Software Engineer",
    "company": "Volkswagen Digital Solutions",
    "featured": true
  },
  {
    "name": "David Sopas",
    "img": "/img/speakers/david_sopas.jpg",
    "twitter": "dsopas",
    "github": "dsopas",
    "linkedin": "dsopas",
    "website": "https://davidsopas.com",
    "shortbio": "David Sopas lidera uma equipa de researchers na Checkmarx e ao mesmo tempo gere a sua empresa de segurança – Char49. Parte do seu trabalho já foi apresentado em conferências como a Defcon, hack.lu, BSides Lisbon, OWASP AppSec EU e muitas outras.",
    "title": "Application Security Research Team Leader",
    "company": "Checkmarx"
  },
  {
    "name": "Rui Mendes",
    "img": "/img/speakers/rui_mendes.jpg",
    "twitter": "ruidamendes",
    "github": "rui-mendes",
    "linkedin": "ruidamendes",
    "shortbio": "Rui Mendes is passionate about technologies, innovation, communities, data science and, of course, beer. He has a background in maths and information systems. Rui has several years of professional experience in fields like Software Development, Data Analysis and Training. Currently, he is a data analyst at GoWi-Fi, a national Wi-Fi network that everyone can access using any mobile device, allowing the use of the internet simply, safely and free of charges. He is the founder of Data Science Portugal (DSPT), the biggest community of data science enthusiasts in Portugal, created with the purpose of sharing knowledge and experience in the fields of Data Science, Machine Learning and Artificial Intelligence.",
    "title": "Fundador da Data Science Portugal e Data Analyst na GoWi-Fi",
    "company": "Data Science Portugal e GoWi-Fi"
  },
  {
    "name": "Helder Coelho",
    "img": "/img/speakers/helder_coelho.jpg",
    "website": "https://www.di.fc.ul.pt/~hcoelho/",
    "shortbio": "Helder Coelho is a retired and emeritus full professor of the University of Lisbon (UL) in the Department of Informatics of the Faculty of Sciences, from August 1995. He is a permanent and elected member of the National Academy of Engineering (1999).",
    "title": "Full Professor",
    "company": "University of Lisbon"
  },
  {
    "name": "Filomena Vieira",
    "img": "/img/speakers/Filomena_Vieira.jpg",
    "shortbio": "Filomena is a Public Law legal adviser with more than 25 years of experience, focused on IT and I&D public procurement procedures and contracting, as well as on GDPR implementation. She is an enthusiast about legal design thinking and works with her clients as legal project manager, being part of interdisciplinary teams. Filomena is used to build the contracting strategy for the implementation of projects financed by European Structural and Investment Funds. She is a firm believer in the importance of interdisciplinary work and implements her vision in the teams she works with in order to achieve more efficient results. She teached Administrative Law at the Lisbon University and currently she lectures post-graduate classes and conducts on the job training. She is the author of the 1st GDPR MOOC called “GDPR for attentive citizens”.",
    "title": "Vice-Presidente",
    "company": "Associação Nacional de DPOs",
    "linkedin": "filomena-vieira"
  },
  {
    "name": "André Barbosa",
    "img": "/img/speakers/andre_barbosa.jpg",
    "twitter": "AndreBarbosa88",
    "github": "nata79",
    "linkedin": "andrebarbosaie",
    "website": "http://andrebarbosa.co/",
    "shortbio": "Entrei para LEI em 2006 e, com alguma ajuda, lá consegui acabar o curso. Passei por várias indústrias e empresas até que acabei por me juntar à Skyscanner desafiado pela quantidade de dados e utilizadores diários. Atualmente passo os meus dias com uma equipa de Software Engineers e Data Scientists a tentar criar uma experiência personalizada para os nossos utilizadores.",
    "title": "Engineering Manager",
    "company": "Skyscanner"
  },
  {
    "name": "David Amador",
    "img": "/img/speakers/david_amador.jpg",
    "twitter": "DJ_Link",
    "github": "DJLink",
    "linkedin": "davidamador",
    "website": "https://david-amador.com",
    "shortbio": "David started to mod (and play) games as soon as he had access to a computer/console. After some time working professionally in the gaming industry he decided to go independent and make his own games back in 2010 and never stopped working on them, either part-time or full time. Among some of the titles he worked on are Vizati, Puwang and Quest of Dungeons.",
    "title": "¯\\_(ツ)_/¯",
    "company": "Upfall Studios"
  },
  {
    "name": "João Pereira",
    "img": "/img/speakers/joao_pereira.jpg",
    "linkedin": "joaojesuspereira",
    "shortbio": "O João é Diretor de Investimento com enfoque em Digital da Portugal Ventures, considerada pela CB Insights a equipa venture capital mais ativa em Portugal. Obteve a Licenciatura e o Mestrado em Economia na Faculdade de Economia do Porto.",
    "title": "Diretor de Investimento",
    "company": "Portugal Ventures"
  },
  {
    "name": "Ricardo Costa",
    "img": "/img/speakers/Ricardo Costa.JPG",
    "linkedin": "rafcosta",
    "shortbio": "Doutorado em Inteligência Artificial e Investigador sénior em áreas como Inteligência Artificial, privacidade, segurança e gestão de identidades, o Ricardo começou a sua atividade profissional em 2001 no setor financeiro, acumulando uma vasta experiência em empresas do setor de IT. Atualmente é Founder e CEO da LOQR e Professor no Politécnico de Felgueiras.",
    "title": "Founder e CEO da LOQR e Professor no Politécnico de Felgueiras"
  },
  {
    "name": "Paulo Novais",
    "img": "/img/speakers/PauloNovais.jpg",
    "linkedin": "paulo-novais-39b5282",
    "shortbio": "Professor Catedrático do Departamento de Informática e investigador no centro ALGORITMI, na Escola de Engenharia da Universidade do Minho. A sua investigação centra-se na área científica da Inteligência Artificial e dos Sistemas Inteligentes. Mais recentemente, tem-se focado em conceitos ligados a Decisão, Inteligência Ambiente, Ambientes de Vida Assistida e Análise Comportamental. Diretor do Programa de Doutoramento em Informática e, cofundador e Diretor-Adjunto do Mestrado em Direito e Informática da Universidade do Minho. Presidente da APPIA (Associação Portuguesa para a Inteligência Artificial), entre 2016 e 2019. Chair of the Working Group on Intelligent Agent (WG12.3) da IFIP (International Federation for Information Processing), membro da comissão executiva da IBERAMIA (IberoAmerican Society of Artificial Intelligence) e senior member da IEEE (Institute of Electrical and Electronics Engineers). Coordenador da Comissão Científica do Programa de Bolsas Gulbenkian “Novos Talentos em Inteligência Artificial da Fundação Calouste Gulbenkian”.",
    "title": "Professor Catedrático",
    "company": "Universidade do Minho"
  },
  {
    "name": "Luís Rodrigues",
    "img": "/img/speakers/Luís_Rodrigues.jpg",
    "linkedin": "luismfsrodrigues",
    "shortbio": "Licenciado e Pós-Graduado em Ciências da Comunicação pela Universidade do Minho, com especialização no ramo de Informação e Jornalismo. No universo do Marketing e da Comunicação, concluiu ainda o Programa Avançado em Marketing Digital da UMinho Exec e o programa de Estratégia de Marketing Digital, na Columbia Business School.  Foi dirigente associativo da Associação Académica da Universidade do Minho, instituição da qual foi Presidente entre 2010 e 2012. Colaborou também com o Jornal Académico, a Rádio Universitária do Minho e foi jornalista do programa Sociedade Civil da RTP2.  Entre 2013 e 2017, integrou os Serviços de Apoio ao Reitor da UMinho, tendo coordenado o Gabinete de Desenvolvimento, estrutura a partir da qual se desenvolveram diferentes dimensões como o fundraising, a relação com a comunidade alumni e a empregabilidade. Entre 2017 e 2019, foi Diretor de Comunicação e Relações Institucionais da Casa de Investimentos - Gestão de Patrimónios, S.A.  Atualmente, é Diretor da Startup Braga, o hub de inovação da InvestBraga, equipa que integra desde abril de 2019.",
    "title": "Diretor",
    "company": "Startup Braga"
  },
  {
    "name": "Pedro Girão",
    "img": "/img/speakers/pedrogirao_bosch.png",
    "shortbio": "Pedro Girão is a Software Developer who has been working in an Innovation Project at Bosch in Braga. His main area of work has been related to point cloud data processing and visualization techniques, as well as data acquisition and synchronization from multiple sensors for autonomous driving. He took his Master's Degree in Electrical and Computer Engineering in University of Coimbra, where he also spent around two years as a researcher for Instituto de Sistemas e Robótica developing research under the same domains. Pedro enjoys listening to (a lot of) music, playing video games, trying new foods and travelling, as well as keeping up with all tech-related trends.",
    "title": "Software Developer",
    "company": "Bosch",
    "github": "pmogirao"
  },
  {
    "name": "Diana Rodrigues",
    "img": "/img/speakers/Diana_Rodrigues_NEWHOTEL.jfif",
    "shortbio": "A Diana Rodrigues é Frontend Developer @ Newhotel Software, software house nacional especializada em software para hotelaria e que conta com clientes como os grupos Hoti Hotéis, IberoStar, Bahia Príncipe, DouroAzul,…",
    "title": "Frontend Developer",
    "company": "Newhotel Software",
    "linkedin": "dianafrodrigues"
  },
  {
    "name": "Miguel Domingues",
    "img": "/img/speakers/Miguel_Domingues_PRIMAVERA.jpg",
    "shortbio": "Mestre em Eng. Informática pela Universidade do Minho e com mais de 20 anos experiência em desenvolvimento, desenvolveu a maior parte da sua carreira na área de investigação e novas tecnologias, sendo o atual responsável pela área de AI na PRIMAVERA.",
    "title": "Technical Senior Manager",
    "company": "Primavera",
    "github": "migueldomingues"
  },
  {
    "name": "André Gil Martins",
    "img": "/img/speakers/André_Martins_Primavera.jpg",
    "shortbio": "Licenciado em Engenharia Informática e mestre em Sistemas Integrados de Apoio à Decisão pelo ISCTE, com especialização em Sistemas Preditivos em Escada de Séries Temporais. Conta com 20 anos de experiência no desenvolvimento e implementação de Software de Gestão Empresarial.",
    "title": "Data Scientist",
    "company": "Primavera",
    "github": "andregilmartins"
  },
  {
    "name": "André Duarte",
    "img": "/img/speakers/André_Duarte_UBIWHERE.jpg",
    "linkedin": "duarteandre",
    "shortbio": "André Duarte, licenciado em Informática e Sistemas e mestre em Business Intelligence pelo Instituto Superior de Engenharia de Coimbra. Possui um vasto leque de competências técnicas ao nível da informática como: Data Mining, Business Intelligence, Machine Learning, Internet of Things, Java, SQL, Python, Data Warehousing and Analytics. Começou a trabalhar na Ubiwhere em 2014, desenhando e implementando um sistema de Complex Event Processing (requerendo experiência em analytics) para o Citibrain, uma Plataforma que visa aproximar as cidades dos seus cidadãos com o uso da tecnologia. Em 2015, prosseguiu o seu trabalho na Plataforma Citibrain, desenvolvendo a integração com a Plataforma UrbSense criada pela Universidade do Porto. Em 2016 começou a trabalhar no Projecto Europeu EMBERS, que visa criar um Mobility Backend as a Service para as cidades, concentrando todos os domínios relacionados com a mobilidade num único e centralizado backend, acessível através de Open Standards europeus. ",
    "title": "Future Mobility Engineer & DevOps ",
    "company": "Ubiwhere"
  },
  {
    "name": "Daniela Costa",
    "img": "/img/speakers/Daniela_Costa_Eurotux.jpg",
    "shortbio": "Daniela Costa concluiu o Mestrado em Inovação e Empreendedorismo Tecnológico em 2009, após terminar a licenciatura em Engenharia Informática. Iniciou a sua carreira como Web Developer em 2005, especializou-se em Gestão de Projetos e hoje ocupa cargos de diretora na Eurotux e na empresa de desenvolvimento web do mesmo Grupo, a Dipcode. Tem uma vasta experiência com desenvolvimento à medida em projetos de média/grande dimensão na área web, assim como gestão de equipas e definição de processos. Define-se como entusiasta de tecnologia, artes e desporto, onde ter muitos interesses em simultâneo nunca foi um obstáculo ao se dedicar com empenho a cada um deles. Integra a comunidade Geek Girls Portugal que dá visibilidade às mulheres no mundo da tecnologia e ainda colabora com a comunidade WordPress Portugal fazendo parte da organização do evento WordCamp Europa a decorrer este ano em Portugal.",
    "title": "Head of DGI",
    "company": "Eurotux",
    "linkedin": "danidc"
  },
  {
    "name": "Diogo Machado",
    "img": "/img/speakers/Diogo_Machado_Eurotux.jpeg",
    "shortbio": "Diogo Machado concluiu o Mestrado Integrado em Engenharia Informática na Universidade do Minho em 2018. Integrou a equipa de Investigação e Desenvolvimento da Eurotux em 2018 para realizar a sua dissertação de mestrado em contexto empresarial. Em 2019 transitou para a equipa de DevOps da Eurotux onde permanece até hoje. Desde cedo demonstrou interesse por várias áreas tecnológicas, participando em diversos eventos como o DevOps Braga. Ao longo da sua formação académica realizou alguns estágios e participou em diferentes projetos dos quais se destaca o de mobilidade urbana ligado aos Transportes Urbanos Braga (TUB).",
    "title": "",
    "company": "Eurotux",
    "github": "",
    "linkedin": ""
  },
  {
    "name": "João Bastos",
    "img": "/img/speakers/João_Bastos_Hitachi.jpg",
    "twitter": "bastosj10",
    "linkedin": "bastosj",
    "shortbio": "João is a technology and innovation enthusiast with an empathy-oriented mindset, focused on detail and enhancement of capability through a get-it-done approach.",
    "title": "Senior Consultant",
    "company": "Hitachi Solutions"
  },
  {
    "name": "Hugo Matos",
    "img": "/img/speakers/Hugo Matos_KPMG.jpg",
    "linkedin": "hugo-matos-7166b6107",
    "shortbio": "After concluding his Master in Informatics and Computing Engineering at FEUP, Hugo started his career as an IT Consultant at KPMG in 2016. Early on, he contributed to projects of large dimension with various technologies, and right now he focuses on the delivery of simple solutions to complex problems, from the design phase up until the go-live.",
    "title": "Senior Advisor",
    "company": "KPMG Portugal"
  },
  {
    "name": "André Forte",
    "img": "/img/speakers/AndreForte.jpg",
    "shortbio": "André Forte é o communications manager da Startup Portugal, cargo que desempenha desde dezembro de 2017. Ao longo dos últimos anos, o seu interesse por empreendedorismo e startups aguçou-se com a proximidade para com o ecossistema nacional, cujo crescimento tem acompanhado de muito perto. É um contador de histórias, que desenvolve conteúdo e procura o melhor a melhor forma de contar a experiência de escalar uma startup.",
    "title": "Communications Manager",
    "company": "Startup Portugal",
    "github": "andré-forte-035354134"
  },
  {
    "name": "João Ribeiro",
    "img": "/img/speakers/João_Ribeiro_KELVIN_INC.jpeg",
    "shortbio": "I'm a Software Engineer at Kelvin Inc. and an Assistant Professor at ESTG. I have a deep passion for all that concerns the Web, especially evolution of JS.",
    "title": "Software Engineer",
    "company": "Kelvin Inc",
    "linkedin": "joão-luis-ribeiro-71b66634"
  },
  {
    "name": "Miguel Pinto",
    "img": "/img/speakers/Miguel_Pinto_Kelvin.jpeg",
    "shortbio": "Miguel is a Software Engineer at Kelvin Inc who has been working on Front-end. Passion for tech, likes to play board games when he has free time.",
    "title": "Software Engineer",
    "company": "Kelvin Inc",
    "github": "miguelpinto98"
  },
  {
    "name": "Ricardo Ferreira",
    "img": "/img/speakers/Ricardo_Ferreira_INCM.png",
    "shortbio": "",
    "title": "Senior Security and PKI analyst",
    "company": "INCM",
    "linkedin": "ricardo-ferreira-9722821"
  },
  {
    "name": "João Alves",
    "img": "/img/speakers/Joao_Alves_INCM.jpg",
    "shortbio": "",
    "title": "Security and PKI analyst",
    "company": "INCM",
    "linkedin": "joão-paulo-ribeiro-alves-8b1391166"
  },
  {
    "name": "Miguel Palhas",
    "img": "/img/speakers/miguel_palhas.jpg",
    "shortbio": "Professional over-engineer at Subvisual / Owner of weird keyboards / Above-average chess player.",
    "title": "Software Engineer",
    "company": "Subvisual",
    "website": "https://naps62.github.io/",
    "github": "naps62",
    "linkedin": "mpalhas",
    "twitter": "naps62"
  },
  {
    "name": "Rita Pedras",
    "img": "/img/speakers/Rita_Pedras_deloitte.jfif",
    "shortbio": "",
    "title": "Talent Acquisition",
    "company": "Deloitte",
    "linkedin": "ritapedras"
  },
  {
    "name": "Filipe Esteves",
    "img": "/img/speakers/Filipe_Esteves_deloitte.jfif",
    "shortbio": "",
    "title": "HR Business Partner",
    "company": "Deloitte",
    "linkedin": "filipe-esteves"
  },
  {
    "name": "Rui Fonseca",
    "img": "/img/speakers/Rui_Fonseca_BITSONAE.jpg",
    "shortbio": "Rui Fonseca é o Area Coordinator da equipa RAD. Para além de ser responsável pela monitorização e entrega de projetos tecnologicamente avançados na BIT, é aquele que identifica as soluções que mantém o grupo na vanguarda da tecnologia.",
    "title": "Area Coordinator",
    "company": "Sonae Bit",
    "linkedin": "ruinfonseca"
  },
  {
    "name": "Diogo Cerqueira",
    "img": "/img/speakers/Diogo_Cerqueira_Glintt.JPG",
    "shortbio": "",
    "title": "IT Recruiter",
    "company": "Glintt",
    "linkedin": "diogo-cerqueira-6bbaab77"
  },
  {
    "name": "João Vilaça",
    "img": "/img/speakers/Joao_Vilaca.jpg",
    "github": "machadovilaca",
    "linkedin": "machadovilaca",
    "shortbio": "João Vilaça tem 21 anos e é entusiasta da engenharia de software, mas, acima de tudo, é um louco por estar sempre ocupado e por ter sempre trabalho para fazer. Estudante do 4º ano do Mestrado Integrado em Engenharia Informática na Univerisdade do Minho, ele é em simultâneo DevOps Engineer na Seegno, Tesoureiro do @Cesium - Centro de Estudantes de Engenharia Informática da Universidade do Minho e do @ENEI. Para além do seu emprego atual, desde que entrou na universidade, conta também com 2 estágios de verão na área da administração de sistemas, e 1 ano de experiência como developer.",
    "title": "Estudante, UMinho & DevOps Engineer",
    "company": "Seegno"
  },
  {
    "name": "Eduardo Jorge",
    "img": "/img/speakers/Eduardo_Jorge.jpg",
    "github": "herulume",
    "linkedin": "herulume",
    "twitter": "herulume",
    "shortbio": "Entusiasta de Teoria das Categorias e métodos formais, mestre na arte da procastinação.",
    "title": "Diretor do CAOS"
  },
  {
    "name": "José Ferrão",
    "img": "/img/speakers/Jose_Ferrao.jpg",
    "shortbio": "My name is José Ferrão. I am a software engineer, graduated from the University of Aveiro in Computer and Telematics Engineering, started programming because i wanted to make games currently i occupy most of my time in open source project mainly in robotics, computer graphics and computer vision.",
    "title": "Engenheiro de Software",
    "company": "UNO Digital"
  },
  {
    "name": "Carolina Dias",
    "img": "/img/speakers/Carolina_Dias.jpg",
    "shortbio": "Consultora na Unipartner IT Services, à cerca de um ano e meio, desempenho funções na área de monitorização de infraestruturas e aplicações em Datacenter e Cloud, análise e visualização de dados e modelos de governação.",
    "title": "Consultora",
    "company": "Unipartner IT Services"
  },
  {
    "name": "Pedro Correia",
    "img": "/img/speakers/Pedro_Correia.png",
    "shortbio": "Pedro holds a MSc in Informatics Engineering from the University of Coimbra and he is pursuing a PhD in the same institution. He was an Invited Assistant in Coimbra for some time, but since 2017 he joined an investment bank where he has been working in helping the development and deployment of highly performant sets of pricing analytics to be used by the trading desk.",
    "title": "Quantitative Research Analyst",
    "company": "BNP Paribas"
  },
  {
    "name": "José Pedro Resende",
    "img": "/img/speakers/Jose_Resende.jpg",
    "github": "ZePedroResende",
    "shortbio": "Finishing a Distributed Systems and High performance computing master's degree, obsessed with rust and elixir.\nHobbist musician and audiophile, Thinkpad lover, Star Wars enthusiast.\nI spend my days building stuff at Finiam or hacking away in my thesis.",
    "title": "Software Engineer",
    "company": "Finiam"
  }
]
